{
    "chapters": [
        {
            "chapterno": "1",
            "chapter-intro": "After naming the principal warriors on both sides, Arjunas growing dejection is described due to the fear of losing friends and relatives in the course of the impending war and the subsequent sins attached to such actions. Thus this chapter is entitled: Lamenting the Consequence of War.",
            "verses": [
                {
                    "verseno": "1",
                    "sans" : "धृतराष्ट्र उवाच | धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः | मामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय ||1||",
                    "sans-eng" : "dhṛitarāśhtra uvācha dharma-kṣhetre kuru-kṣhetre samavetā yuyutsavaḥ māmakāḥ pāṇḍavāśhchaiva kimakurvata sañjaya",
                    "trans" : "Dhritarashtra said: O Sanjay, after gathering on the holy field of Kurukshetra, and desiring to fight, what did my sons and the sons of Pandu do?"
                },
                {
                    "verseno": "2",
                    "sans": "सञ्जय उवाच । दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा । आचार्यमुपसङ्गम्य राजा वचनमब्रवीत् ।। 2।।",
                    "sans-eng" : "sañjaya uvācha dṛiṣhṭvā tu pāṇḍavānīkaṁ vyūḍhaṁ duryodhanastadā āchāryamupasaṅgamya rājā vachanamabravīt",
                    "trans" : "Dhritarashtra said: O Sanjay, after gathering on the holy field of Kurukshetra, and desiring to fight, what did my sons and the sons of Pandu do?"
                }
            ]
        },
        {
            "chapterno": "2",
            "chapter-intro": "This chapter is oftened deemed as a summary to the emtire Bhagavad-Gita. Here many subjects are explained such as: karma yoga, jnana yoga, sankhya yoga, buddih yoga and the atma which is the soul. Predominance has been given to the immortal nature of the soul existing within all living entities and it has been described in great detail. Thus this chapter is entitled: The Eternal Reality of the Souls' Immortality.",
            "verses": [
                {
                    "verseno": "1",
                    "sans" : "सञ्जय उवाच | तं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम् | विषीदन्तमिदं वाक्यमुवाच मधुसूदन: || 1||",
                    "sans-eng" : "sañjaya uvācha taṁ tathā kṛipayāviṣhṭamaśhru pūrṇākulekṣhaṇam viṣhīdantamidaṁ vākyam uvācha madhusūdanaḥ",
                    "trans" : "Sanjay said: Seeing Arjun overwhelmed with pity, his mind grief-stricken, and his eyes full of tears, Shree Krishna spoke the following words."
                },
                {
                    "verseno": "2",
                    "sans": "श्रीभगवानुवाच | कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् | अनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन || 2||",
                    "sans-eng" : "śhrī bhagavān uvācha kutastvā kaśhmalamidaṁ viṣhame samupasthitam anārya-juṣhṭamaswargyam akīrti-karam arjuna",
                    "trans" : "The Supreme Lord said: My dear Arjun, how has this delusion overcome you in this hour of peril? It is not befitting an honorable person. It leads not to the higher abodes, but to disgrace."
                }
            ]
        }
    ]
}





